Influencer.create!(
  [
    {
      name: "さらぽん",
      profile: "新作コスメを使ったモテメイク・トレンドメイクなど紹介してます。元エステティシャン/元BA/美容ライター",
      genre: "トレンドメイク",
    },
    {
      name: "みきちゃんねる",
      profile: "化粧品検定1級・化粧品成分検定2級所持。コスメヲタクで韓国コスメが大好きです",
      genre: "韓国メイク",
    },
    {
      name: "水越えりか",
      profile: "ヘアメイクアップアーティスト　3人の男の子のママ。関東を中心にメイクレッスンもしています",
      genre: "ナチュラルメイク",
    },
    {
      name: "Ami Kaji",
      profile: "キレイを追求するのが趣味なただの美容おたくです。海外メイク研究中",
      genre: "海外メイク",
    },
    {
      name: "ShikaBeautyChannel",
      profile: "美容に繋がること全てを研究中。肌に優しいもの、オーガニックだいすき",
      genre: "ナチュラルメイク",
    },    
    {
      name: "関根ななこ",
      profile: "プチプラ&韓国コスメだいすき꙳ 22歳のパーソナルカラープロ診断士",
      genre: "韓国メイク",
    },
    {
      name: "りいたそ",
      profile: "元薬局美容部員。♡化粧品検定1級♡大人も使えるプチプラコスメ中心のメイクを紹介!アトピー肌→ノーマル肌",
      genre: "ナチュラルメイク",
    },
    {
      name: "吉田きぬ",
      profile: "褒められコスメピックアップ/16タイプパーソナルカラー診断士の資格有/1stイエベ春/2ndイエベ秋 パーソナルカラー診断サロン@大阪心斎橋　似合う色で垢抜けた経験談を発信",
      genre: "ナチュラルメイク",
    },
    {
      name: "まいまい",
      profile: "あざとく可愛くて良い♡モテてちゃってOK!可愛いには、無限の力がある♡コスメもスキンケアも好き♡でも今は特に、スキンケアに力入れてます！！",
      genre: "モテメイク",
    },
    {
      name: "よさきれな",
      profile: "一児のママ👶🏻🌸奥二重 、エラ張り 「ザ！日本人顔！」です💁🏼コンプレックスがあるからこそ日々メイクを勉強しております💓濃ゆいメイクが好きです💋",
      genre: "整形メイク",
    },
    {
      name: "まいこすもてちゃんねる",
      profile: "コスメが大好きで国内&外資系の化粧品企業に勤めて、百貨店にて美容部員をしていました!一児の母です😇",
      genre: "ナチュラルメイク",
    },
    {
      name: "古川夢月",
      profile: "16タイプパーソナルカラーアナリスト クリアウィンター/顔ソフエレ/骨格ハイファッション コスメを沢山試せるパーソナルカラー診断@浅草橋",
      genre: "カラーメイク",
    },
    {
      name: "ねおねお",
      profile: "荒れやすい肌を実験台に色々なコスメを試しています。皆様の悩みに寄り添ったカウンセリングが出来ますように🐉🤍分かりやすいカウンセリングに尽力いたします!",
      genre: "韓国メイク",
    },
    {
      name: "濱田ソルト",
      profile: "美容鍼灸師やブライダルメイクしてます💓プチプラもデパコスもいいと思えば何でも使います✨",
      genre: "イベントメイク",
    },
    {
      name: "佐藤あおい",
      profile: "シドニー在住🇦🇺見てくださり、ありがとうございます🙈♡海外コスメやや多めです🤍",
      genre: "海外メイク",
    },
    {
      name: "ゆきまるちゃんねる",
      profile: "🪺ブルベ夏 2ndなし/ペールサマー🪺マット系/締め色苦手民🪺抜け感/透明感/明るめカラーが得意🪺国産ブランド推し🇯🇵🪺美容薬学検定 1級",
      genre: "トレンドメイク",
    },
    {
      name: "きり姉",
      profile: "プチプラコスメでつくる垢抜けメイクが得意。アイシャドウとカラコンが好きです。",
      genre: "整形メイク",
    },
    {
      name: "新希さちか",
      profile: "一重メイク研究家の女子大生です♪プチプラコスメで可愛い一重メイクをご紹介します❤︎",
      genre: "整形メイク",
    },
    {
      name: "なえゆかch",
      profile: "都内OL👩K-POPオタク歴10年。韓国メイク🇰🇷💄1stブルベ冬/2ndイエベ秋🍁(プロ診断)顔タイプはキュートです🧸",
      genre: "韓国メイク",
    },
    {
      name: "指原ももこ",
      profile: "フリーランスで美容師、ヘアメイクのお仕事をしています♡メイク動画を中心にupしていきます🌷",
      genre: "トレンドメイク",
    },
  ]
)

Counseling.create!(
  [
    {
      name: "ブルベ夏さんの透明感×オフィスメイク",
      content: "今回は、ブルべ夏さんへ向けたオフィスメイクを紹介します！",
      date: "2022-01-14 14:00",
      people: 5,
      influencer_id: 1,
    },
    {
      name: "プチプラだけ！絶対崩したくない日のメイク",
      content: "プチプラコスメだけで作れる、絶対に崩れないメイクを教えます！",
      date: "2022-01-14 18:00",
      people: 8,
      influencer_id: 2,
    },
    {
      name: "SNSで話題、とことん盛れる純欲メイク",
      content: "SNSで流行中の純欲メイクをレクチャーします",
      date: "2022-01-15 11:00",
      people: 4,
      influencer_id: 3,
    },
    {
      name: "イエベさんへ向けた透明感爆発メイク",
      content: "イエベさんでもメイクに少しの工夫を加えれば透明感は出せちゃうんです！",
      date: "2022-01-15 16:00",
      people: 6,
      influencer_id: 4,
    },
    {
      name: "忙しい朝に。5分で完成させる出来る女のフルメイク",
      content: "バタバタしててメイクの時間が取れなくても、5分あればフルメイクできるんです!",
      date: "2022-01-18 19:00",
      people: 8,
      influencer_id: 5,
    },
    {
      name: "パーソナルカラー別の王道メイクレッスン",
      content: "自分のパーソナルカラーが分かっていたら、このコスメだけ揃えれば大丈夫です！",
      date: "2022-01-21 12:00",
      people: 4,
      influencer_id: 6,
    },
    {
      name: "長年試行錯誤した、プリプラで作る人中短縮術を紹介します",
      content: "研究しまくった人中短縮術を参加者様の顔立ちに合わせてアドバイスします",
      date: "2022-01-21 19:00",
      people: 3,
      influencer_id: 7,
    },
    {
      name: "酒さや毛細血管拡張症の方向け。赤ら顔を綺麗にカバーするメイクテクを紹介",
      content: "どんなにファンデで隠しても、時間が経てば赤みが出てくる方へアドバイスします",
      date: "2022-01-22 14:00",
      people: 6,
      influencer_id: 8,
    },
    {
      name: "学生さんは見て欲しい、オールキャンメイクのすっぴん風メイク",
      content: "キャンメイクのアイテムを使って、学校でもバレない、でもすっぴんが盛れるメイクを紹介します",
      date: "2022-01-22 15:00",
      people: 8,
      influencer_id: 9,
    },
    {
      name: "ブルベサマーさんでも似合う！透明感溢れるオレンジメイク",
      content: "サマーさんでも使うコスメの選び方さえ押さえれば、オレンジメイクができちゃうんです！",
      date: "2022-01-27 20:00",
      people: 10,
      influencer_id: 10,
    },
    {
      name: "一重さん向け、目が倍大きく見えるアイメイク",
      content: "一重さんに向けたデカ目テクを紹介します",
      date: "2022-01-28 17:00",
      people: 4,
      influencer_id: 11,
    },
    {
      name: "本当は隠したい、でも紹介したい！優秀すぎる最新韓国コスメを紹介します",
      content: "まだあまり知られていない、日本味上陸の韓国コスメを紹介します",
      date: "2022-01-16 19:00",
      people: 6,
      influencer_id: 12,
    },
    {
      name: "NMIXXソリュンちゃん物真似メイク",
      content: "K-POP第4世代No.1ビジュアルを誇るNMIXXソリュンちゃんに限りなく近づけるメイク術です",
      date: "2022-01-17 21:00",
      people: 4,
      influencer_id: 13,
    },
    {
      name: "ナチュラルコスメで作るバレンタイン告白メイク",
      content: "お肌に優しいナチュラルコスメを使って、バレンタインにしたいメイクを紹介します",
      date: "2022-01-26 19:00",
      people: 5,
      influencer_id: 14,
    },
    {
      name: "顔タイプアクティブキュートさんの魅力を引き立たせる！診断士が直接メイクアドバイスします",
      content: "顔タイプ診断士の私がアクティブキュートさんに向けたメイク術を紹介します",
      date: "2022-02-04 13:00",
      people: 8,
      influencer_id: 15,
    },
    {
      name: "ブルベ冬さんにおすすめ!ふんわり冬のニュアンスメイク",
      content: "バキッとした印象になりがちのブルベ冬さんでも出来るニュアンスメイクです",
      date: "2022-02-05 16:00",
      people: 5,
      influencer_id: 16,
    },
    {
      name: "プチプラコスメを使って一足早い春メイク",
      content: "春にしたいピンクメイクです",
      date: "2022-02-11 14:00",
      people: 3,
      influencer_id: 17,
    },
    {
      name: "強すぎない！日本人の顔にも似合う中国メイク",
      content: "日本人の顔にも自然に溶け込む、中国メイクを紹介します",
      date: "2022-02-12 13:00",
      people: 4,
      influencer_id: 18,
    },
    {
      name: "第一印象100点満点!可愛すぎる好印象メイク",
      content: "新学期へ向けて、好印象間違いなしの王道メイクを紹介します",
      date: "2022-02-18 19:00",
      people:6,
      influencer_id: 19,
    },
    {
      name: "黒髪でもやぼったくならない、黒髪清楚メイク",
      content: "黒髪の良さを引き立たせるメイクを紹介します",
      date: "2022-02-29 14:00",
      people: 5,
      influencer_id: 20,
    },
  ]
)
